9/data/attachments/526cf9ba2edf2ac7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bruce_life_Actions_63067_2</nif:username>
            <nif:friendToBeRequested>soap_actions_c4e6775f-a55a-4c00-b754-5daee6b15785</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>